Revit 2027 API
GroupTypeId.CurtainGridn2 Property
 Grid 2.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainGridn2 { get; }
Public Shared ReadOnly Property CurtainGridn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainGridn2 {
	ForgeTypeId^ get ();
}
static member CurtainGridn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace